
greet = (
    "👋<b>Привет, {name}!</b>\n"
    "Добро пожаловать в мир спорта! 🏆🌟\n"
    "Я - твой личный чат-бот, способный анализировать спортивные матчи по самым популярным видам спорта:\n"
    "🌟 <b><i>Футбол</i></b> - самая любимая игра миллионов фанатов по всему миру.\n"
    "🌟 <b><i>Баскетбол</i></b> - захватывающая игра, где каждое мгновение может решить исход матча.\n"
    "🌟 <b><i>Хоккей</i></b> - ледовые баталии, полные энергии и напряжения.\n"
    "А это еще не все! Я предлагаю также свежие новости из мира спорта, уведомления о предстоящих матчах и возможность получить информацию о любимых игроках.\n"
    "<b>Мои функции:</b>\n"
    "<b><i>🔎 Каталог спорта</i></b> - получайте статистику о командах или конкретных игроках, чтобы быть в курсе их достижений.\n"
    "<b><i>📰 Новости</i></b> - читайте последние события из выбранного вида спорта.\n"
    "<b><i>🔔 Оповещения</i></b> - включайте или выключайте уведомления о новых новостях в мире спорта.\n"
    "<b><i>🎉 Развлекательная функция</i></b> - Угадывает, какая команда может победить в спортивном матче.")
menu = ("<b>Главное меню</b>\n"
        "<b><i>🔎 Статистика</i></b> - отправляет статистику о команде или конкретному игроку.\n"
        "<b><i>📰 Новости</i></b> - отправляет последние новости по выбранному виду спорта!\n"
        "<b><i>🔔 Оповещения</i></b> - подключайте и отключайте уведомления о новых новостях по конкретному виду спорта!\n"
        "<b><i>🔮 Развлекательная функция</i></b> - угадывает, какая команда победит.")
select=("<b><i>Выберите вид поиска</i></b>\n"
        "🔹<b><i>История противостояния</i></b> - отправляет историю противостояния между двумя командами\n"
        "🔹<b><i>Команда</i></b> - отправляет информацию о составе команды и её статику\n"
        "🔹<b><i>Игрок</i></b> - отправляет статику игрока")
